Repository: Ertugrul-Kurubal/Data-Scientist
Catalog: Work/Modern Ways/Read Corpus/af-ar.tmx
Source language: af
Languages: ar

source: Hy is dus nie vertraag nie, maar ek moet julle waarsku, hy vertoon 'n neiging tot kudde-instink perversie
ar: لذا، فهو ليس معتوهاً لكن علي أن أحذرك إنه يظهر ميولاً معادية للغريزة الاجتماعية

source: Sleg genoeg
ar: هذا سيء

source: Wat presies beteken dit?
ar: ماذا يعني هذا بالضبط؟

source: Doktor?
ar: دكتور؟

source: Geneig tot wreedheid, parasitisme en verwoesting
ar: يميل إلى القسوة، التطفل والتدمير.

source: Maar ook patologiese leuenaar. Daar het julle dit nou
ar: وفوق كل هذا

source: Ons het alreeds baie sulkes
ar: لدينا أصلاً ما يشبه ذلك

source: Behalwe, hier word kinders blootgestel aan gewone onderwys
ar: لكن الأولاد هنا لديهم التعليم

source: Dit gaan interessant wees om te sien hoe Mondain kan integreer
ar: من المثير أن نرى كيف يمكن لماندان أن يتأقلم هذا أقل ما يمكننا فعله

source: Die minste wat ons kan doen Ons sal probeer om aan u wetenskaplike verwagtinge te voldoen
ar: سنحاول أن نكون جميعاً على مستوى توقعاتك العلمية

source: Menere, neem hierdie seun asseblief in u sorg
ar: أيها السادة، عليكم بهذا الولد

source: - Mag ons u nooi vir midagete?
ar: هل يمكنني دعوتك إلى الغداء؟ - سيكون هذا من دواعي سروري-

source: - Graag Sover dit hom aangaan, gee hom al die nodige aandag
ar: بالنسبة له، أعطوه كل الانتباه اللازم

source: Aksie en reaksie
ar: الفعل و رد الفعل

source: Geen rook hier nie
ar: التدخين ممنوعٌ هنا

source: Om die eksperiment reg te begin, moet ek eers my outoriteit bevestig
ar: للبدء بالتجربة بخطى صحيحة علي أولاً أن أكرّس سلطتي

source: Jy lyk regtig soos 'n mislike vent
ar: انت فعلاً تبدو كالأحمق

source: Jy beter laaglê, of daar is moeilikheid
ar: من الأفضل أن تستكين وإلا، ستكون مشكلة

source: Goed so,
ar: حسناً

source: Dan's daar moeilikheid
ar: ستكون مشكلة

source: Jy ken sekerlik ten minste een lied?
ar: أنت بالطبع، تعرف أغنية واحدة على الأقل

source: Ja, maar...
ar: ...أجل، لكن

source: Maar wat?
ar: لكن ماذا؟

source: Jy gaan nie daarvan hou nie
ar: لن تعجبك

source: Kom ons probeer, kom
ar: دعنا نسمعها، هيا

source: Kom nou
ar: هيا

source: Ek luister
ar: أنا أصغي

source: (Morsige lied)
ar: (أغنية بذيئة) توقف

source: Stop Genoeg!
ar: هذا يكفي

source: Ek het jou gesê!
ar: لقد قلت لك

source: Nie sleg nie, benodig oefening, maar jy het 'n goeie bariton stem
ar: ليس سيئاً، بحاجة إلى تمرين لكن لديك صوتاُ جهورياً جيداً أي صوت؟

source: Watse stem? Bariton, dit is nie 'n belediging nie, dis sangers met 'n diep stem
ar: جهوري، هذه ليست إهانة هذا ينطبق على المغنين ذوي الصوت العميق

source: Gaan na agter, by die basse
ar: إذهب إلى الخلف، مع الأصوات الجهيرة

source: Hond
ar: وغد

source: Laat die hond met rus
ar: دع الوغد يسكت

source: Die volgende een wat lag, kry my vuis in sy gesig
ar: من يضحك في المرة القادمة سيلقى قبضتي في وجهه

source: Net wanneer dit jou pas, Mondain
ar: متى تشاء ماندان

source: Isolasie oor
ar: انتهى العزل

source: Ek het Pepinot gebring, jy het hom vergeet by die hek
ar: لقد أعدت ببينو فقد نسيته عند البوابة

source: Pepinot, dis nie Saterdag vandag nie
ar: ببينو اليوم ليس السبت

source: En, in die briewe aan julle ouers...
ar: بالمناسبة، في رسائلكم إلى أهاليكم ليس لدي أهل

source: Natuurlik, julle wat ouers het,
ar: بالطبع، بالنسبة لمن لديه أهل

source: Herinner hulle dat hulle jou kan besoek op die eerste of derde Donderdag van die maand
ar: ذكروهم أنه يمكنهم زيارتكم في أول و ثالث خميس من كل شهر

source: Morange, waarmee is jy besig? Wat het ek nou net gesê?
ar: ها قد بدأت تتلهى منذ الآن ماذا قلت لتوي؟

source: Ek het gesê, jy kan skryf vir jou ma om jou te besoek op die eerste of derde Donderdag van elke maand
ar: قلت للتو، يمكنك أن تكتب لأمك لتزورك في أول أو ثالث خميس من كل شهر

source: Of op albei dae, het jy dit?
ar: أو في كلا اليومين، هل فهمت؟

source: Maar leerlinge onder straf kan nie besoek word nie
ar: لكن التلاميذ المعاقبين لا يمكنهن تلقي الزيارات لذا، كن حذراً

source: Ek wil nie my ouers sien nie
ar: أنا لا أرغب برؤية والديّ

source: Maar Morange wil dalk sy ma sien
ar: لكن، قد يرغب مورانج برؤية أمه

source: Miskien is hy nie die enigste een nie
ar: ربما ليس هو وحده

source: Sien jy, Morange, ons het nou 'n regte koor
ar: اسمع، مورانج، لدينا كورس حقيقي هنا

source: Ek gee nie om nie
ar: هذا لايهمني

source: Wat bedoel jy jy gee nie om nie?
ar: ماذا تعني؟ كيف هو صوتك؟

source: Watse stem het jy?
ar: قم بأداء السلّم

source: Sing 'n toonleer "Do"...
ar: ..."دو" هيا

source: Wil jy teruggaan tronktoe?
ar: هل ترغب بالعودة إلى السجن؟ هيا بسرعة

source: Onbeskoftheid pas jou nie, my seun, nie almal kan soos Mondain lyk nie
ar: الوقاحة لا تليق بك ليس بوسع أي شخص أن يكون مثل ماندان

source: Kom ons begin weer
ar: لنبدأ ثانية

source: Waar gaan jy?
ar: أين انت ذاهب؟

source: Ek het genoeg gehad, ek gaan na die toilet Mondain, wag
ar: لقد اكتفيت، أنا ذاهب إلى الحمام- موندان، انتظر

source: - Kom, Corbin - Kan ek ook na die toilet gaan, meneer?
ar: تعال، كوربان- هل يمكنني الذهاب إلى الحمام أيضاً، سيدي؟

source: Goed, almal uit
ar: حسناً، الجميع إلى الخارج

source: Stil, stilte!
ar: بهدوء، بهدوء

source: Jy sing goed, mooi meisie
ar: غناؤك جميل، يا حلوتي

source: Wil jy ook?
ar: هل تريد بعضاً؟

source: Hulle los jou alleen? ek sal jou beskerm
ar: لقد تركوك وحيداً سأحميك

source: Wag vir my, ons is dieselfde
ar: انتظرني، نحن متشابهان

source: My ouers is poepolle!
ar: أهلي أوغاد أيضاً

source: Jou ma is ook so, sy los jou hier om in vrede te leef
ar: وأمك أيضاً تتركك هنا لتستريح

source: Nee, sy moet werk
ar: كلا، عليها أن تعمل

source: -O, so wat die ander sê, is waar
ar: آه، إذا صحيح ما يقولونه؟ - ماذا؟ -

source: -Wat? Sy is 'n hoer
ar: إنها عاهرة

source: In is jy!
ar: ادخل

source: Jy is 'n dooie man!
ar: سيكلفك هذا حياتك

source: Is ek?
ar: حقاً؟

source: Daardie dag, was Morange afwesig by die 3 uur koptelling
ar: في ذك اليوم، كان مورانج غائباً في تفقد الثالثة بعد الظهر

source: Niemand het geweet waar hy was, maar hy het teruggekom
ar: لم يعرف أحد أبداً أين ذهب لكنه عاد

source: Dis wat tel
ar: هذا هو المهم

source: Waarom is jy hier?
ar: لِمَ انت هنا؟

source: Ek word nie toegelaat om boontoe te gaan nie
ar: لا يمكنني الصعود إلى أعلى

source: Want ek het nie geld nie
ar: ليس لدي نقود

source: Jy het nie geld nie, so jy kan nie slaap nie?
ar: ليس لديك نقود، لذا لا يمكنك النوم؟

source: Wat is hier aan die gang?
ar: ماذا يعني هذا؟

source: Dis Mondain, hy laat niemand bo toe sonder betaling nie
ar: إنه ماندان إذا لم أعطه نقوداً، فلن يسمح لي بالصعود

source: Ons moet versigtig wees
ar: علينا الحذر

source: Waar ek vandaan kom, was ek betrap deur die wag
ar: أين كنت قبل هذا، أمسكني المعلّم لذا اضطررت أن أعطيه إياه

source: So ek moes hom stilmaak Hoe?
ar: كيف؟

source: Hom gelem met 'n bajonet, hy het goed gebloei
ar: طعنته بحربة لقد نزف كثيراً

source: Het jy hom doodgemaak?
ar: هل قتلته؟

source: Vir seker
ar: - بالتأكيد-

source: Dis dieselfde hier, Eierkop beter my uitlos!
ar: الأمر نفسه هنا من الأفضل لرأس البيضة أن يتركني وشأني ماتيو ليس الأسوأ

source: Mathieu is nie so sleg nie
ar: هل تمزح؟

source: Maak jy grappies?
ar: سيهدهد لك قبل أن تنام

source: sing vir julle slaapliedjies, en as jy slaap, kom hy julle betas, sy soort moet doodgemaak word
ar: وعندما تنام، سيأتي ويلمسك هذا النوع يجب أن يقتل

source: Goeienaand, menere
ar: عمتم مساءاً أيها السادة

source: Smaaklike ete!
ar: شهية طيبة- أقسم أني لم أفعل شيئاً-

source: Ek sweer ek het niks gedoen nie, meneer! Ek sien jy het hoëklas vriende, Corbin
ar: أرى أن لديك أصدقاءاً من الصفوف العليا كوربن

source: Uit!
ar: اخرج

source: Hierdie fees wat ek gesien het, is ons geheim
ar: ستكون هذا الوليمة التي رأيتها لتوي سرّنا هذه هدية لك

source: Dis my geskenk aan jou Maar ek waarsku jou,
ar: لكنني أحذرك

source: Moenie met Pepinot praat nie, bly weg van hom!
ar: لا تكلّم ببينو هل هذا واضح ؟

source: Moet selfs nie na hom kyk nie, is dit duidelik?
ar: إياك حتى أن تنظر إليه

source: Net 'n kyk na hom en ek verander jou lewe in 'n nagmerrie
ar: نظرة واحدة إليه وسأحول حياتك إلى كابوس

source: Wat doen jy hier, Morange?
ar: ماذا تفعل هنا، مورانج؟

source: Niks, meneer
ar: - لا شيء سيدي-

source: Ek moes stemme gehoor het ek moet seker moeg wees
ar: لقد سمعت أصواتاً بالتأكيد- لا بد أنني تعب-

source: Artikel 8 van die skoolregulasies: leerlinge word nie allenig toegelaat in klaskamers nie
ar: :المادة الثامنة من النظام الداخلي للمدرسة لا يسمح للتلاميذ بدخول الصفوف لوحدهم

source: As dit Mnr Rachin was, sou jy dit 100 maal moes skryf vir môre, en hy sou jou ma vertel
ar: لو كان السيد راشين، لكان عليك أن تكتبها غداً مئة مرة وأيضاً، ماذا سيقول لأمك؟

source: Ek gee niks om vir my ma nie
ar: أنا لا أكترث لأمي ماذا فَعَلَت؟

source: - Wat het sy dan gedoen, sê my!
ar: قل لي- ليس لدي ما أقوله لك-

source: - Ek het niks om te sê nie Wag! Ek is nie klaar nie, jy sal nie so maklik wegkom nie
ar: انتظر، لم أنته بعد لن تخرج من هذا بسهولة

source: Niks is gratis hier nie, vra vir Pepinot
ar: ما من شيء مجاني هنا اسأل ببينو

source: Jou probleem, Morange, is dat jy dinge doen wat nie by jou pas nie
ar: مشكلتك يا مورانج أنك تقوم بأشياء لا تشبهك

source: Jy loop weg, beland in gevegte, dros...
ar: تهرب، تتشاجر، تتظاهر بالإهمال

source: Dit amuseer die ander, maar my nie
ar: قد يكون هذا مسلياً للآخرين لكن ليس لي

source: Ek speel nie jou klein speletjie nie, van môre, is dit verpligte kooroefening
ar: لن ألعب لعبتك التافهة اعتباراً من الغد، تمارين جوقة إجبارية

source: En daaglikse musiekklas
ar: و درس موسيقى يومياً

source: Gaan slaap!
ar: اذهب إلى النوم

source: Gaan
ar: هيا

source: 3 Maart
ar: الثالث من آذار

source: Hy weet dit nie, maar ek weet, sy stem is 'n wonderwerk!
ar: لا يمكنه أن يدرك ذلك لكنني متأكد صوته معجزة

source: Die rare belofte van 'n buitengewone musikale gawe
ar: إنه يعد بموهية موسيقية رائعة

source: Julle kan nou gaan, bly stil
ar: يمكنكم الانصراف الآن

source: Geleidelik, soos my koor verbeter, lei ek my nuwe leerling in die beskawing in
ar: تدريجياً، ومع تحسن كورسي قمت بترويض تلميذي الجديد

source: Goed, julle wiskunde notaboeke
ar: حسناً، أخرجوا دفاتر الحساب

source: Is dit jy wat die kinders laat sing?
ar: أنت من يجعل الطلاب يغنون

source: Ja, meneer, is daar 'n beswaar?
ar: أجل، سيدي هل يزعجك هذا؟

source: O, nee, inteendeel, ek is lief vir musiek,
ar: لا، أبداً أنا أحب الموسيقى

source: - Ek neurie soms ook 'n bietjie
ar: أنا أدندن بنفسي أحياناً- حقاً؟

source: Lekker dag!
ar: طاب نهارك

source: Dieselfde, my kollega
ar: نهارك أيضاً، زميلي العزيز

source: Algebraboek, bladsy 27
ar: كتاب الجبر، الصفحة 27

source: Dag, madam
ar: صباح الخير سيدتي

source: Pierre sal nou kom
ar: سيأتي بيير حالاً ما الذي حصل؟

source: - Wat het gebeur? - Alles is reg
ar: - كل شيء على ما يرام-

source: Hoe is dit met sy tand?
ar: ماذا عن أسنانه؟

source: Dit gaan beter
ar: لقد تحسنت

source: Het u hom gesê ek was hier?
ar: هل أخبرته أنني أتيت إلى هنا؟

source: - Nee - Waarom nie?
ar: لا- لماذا؟

source: Ek het verkies om hom nie te vertel nie
ar: لقد فضّلت ألا أخبره

source: Soos u weet, is Pierre 'n sensitive kind, en begaafd
ar: كما تعلمين، بيير ولد حساس و موهوب

source: Begaafd vir kwaaddoen
ar: أجل، موهوب بالأذى

source: Nee nie net dit nie,
ar: ليس فقط بالأذى

source: Ek moet met u daaroor praat
ar: يجب أن أتكلم معك بشأنه

source: Sing?
ar: الغناء؟

source: Niemand het hom geleer nie?
ar: لم يعلّمه أحد

source: Hy het 'n gawe, dis duidelik, iets moet gedoen word
ar: لديه موهبة، هذا واضخ لا بد من عمل شيء

source: Dag
ar: مرحباً

source: Ek los nou die twee van julle
ar: سأترككما

source: Moenie aarsel om my te kom sien nie
ar: لا تترددي في القدوم لرؤيتي

source: Ek het niks gesê oor die straf nie, ek het gesê jy was by die tandarts
ar: لم أخبر أمك أنك كنت معاقباً أخبرتها أنك كنت عند طبيب الأسنان، لا تفضح الأمر

source: -Ek verstaan dat jy goed sing?
ar: لقد قيل لي أنك تغني جيداً- أجل-

source: Die meneer lyk in sy skik met jou, is hy goed vir jou?
ar: يبدو الرجل سعيداً بك هل هو لطيف معك؟

source: Nie sleg nie
ar: ليس سيئاً

source: Ek het skoon klere gebring, en jou geliefde sjokoladekoek
ar: أحضرت لك ثياباً نظيفة وصنعت لك كعكة الشوكولا التي تحبها

source: Is jy gelukkig?
ar: هل أنت سعيد؟

source: April, die kinders inspireer my
ar: نيسان، الأولاد يلهمونني

source: Ek het geweet die dag sou kom wanneer my musiek gespeel sou word
ar: كنت أتوقع أن يأتي يوم تعزف فيه موسيقاي

source: Ek is Clement Mathieu, musikant, elke nag, komponeer ek vir hulle
ar: اسمي، كليمونت ماتيو، موسيقي أؤلف لهم كل ليلة

source: Was dit nie goed nie, meneer?
ar: ألم يكن جيداً سيدي؟

source: Ja, goed, uitstekend!
ar: بلا جيد جيدٌ جداً

source: Jou vuilgoed! Gaan!
ar: أيها الوغد، تحرك

source: Hy het my horlosie gesteel, ek het hom in my kamer betrap!
ar: لقد سرق ساعتي أمسكت به في غرفتي

source: Ek het hom na Rachin gebring - "aksie-reaksie"
ar: كما يفقول راشين "الفعل و رد الفعل" أين تأخذه؟

source: - Waar gaan jy nou met hom?
ar: - إلى السجن، 15 يوماً-

source: 15 dae! - Wag! - Wag vir wat?
ar: انتظر- أنتظر ماذا؟

source: Hy is my enigste bariton
ar: إنه الوحيد ذو الصوت الجهوري هنا

source: Mathieu!
ar: ماتيو

source: - Wat is verkeerd, meneer?
ar: ما الأمر سيدي؟ - ...وجدت رسماً ساخراً-

source: Jammer, meneer, net 'n los bal
ar: آسف، سيدي مجرد رمية طائشة

source: Staan eenkant!
ar: تنحّوا جانباً

source: Mathieu, Chabert,
ar: ماتيو، شابير

source: Kom saam met my!
ar: هيا معي

source: Soos die weke verbygaan, behaal ek nuwe oorwinnings
ar: مع مرور الأسابيع، كنت أسجّل انتصارات جديدة

source: Leclerc, ons is nog goeie vriende, nê?
ar: لوكليرك، مازلنا أصدقاءً أليس كذلك؟ بالطبع، لماذا تسأل؟

source: -53 -Is jy seker?
ar: هل انت متأكد؟

source: -Natuurlik
ar: - بالطبع-

source: Miskien is dit net 'n illusie, maar
ar: ...قد يكون مجرد وهم، لكن

source: Dit lyk of selfs ons skoolhoof verander
ar: يبدو أن حتى ناظرنا بدأ يتغير

source: Kyk, Oom Maxence
ar: انظروا، العم ماكسان

source: Aandag, moenie roer nie
ar: انتباه، لا تتحركوا

source: Glimlag
ar: ابتسموا

source: Komaan, kom uit, Mondain!
ar: هيا، اخرج يا ماندان

source: Dis klaar, verby
ar: لقد انتهى يا بني

source: Komaan!
ar: هيا

source: Chabert, ek het Mnr Rachin ontmoet, om hom te vertel dat Mathieu se koor fantasties is
ar: شابرت، لقد قابلت السيد راشين لتوي لأخبره أن كورس ماتيو رائع

source: - Ek is moeg - Maar jy is altyd moeg, goed 29!
ar: أنا متعب- لكنك دائماً متعب، تسعة و عشرون-

source: En wat was sy antwoord?
ar: وماذا كان جوابه؟

source: "Donder hier uit!" is wat hy gesê het
ar: اخرج بحق الجحيم" ، هذا جوابه"

source: Waar is Mondain?
ar: أين ماندان؟

source: Het julle nie opgemerk dat hy weg is voor die wedloop nie?
ar: ألم تلاحظ غيابه قبل الجري؟

source: Hy was by die koptelling hierdie môre, meneer
ar: لقد كان موجوداً عند التفقد الصباحي

source: Daarna het...
ar: ...ثم

source: Goed, in hierdie geval, verbied ek alle aktiwiteit buite tot die einde van die jaar
ar: حسناً، في هذه الحالة، سأمنع جميع النزهات الخارجية حتى نهاية العام

source: Het hy baie geld gevat?
ar: هل أخذ الكثير من المال؟

source: Al die geld, omtrent 200 000 frank
ar: - كل النقود، حوالي مئتي ألف فرنك-

source: Hoe betaal ek die verskaffers nou? Hoe?
ar: كيف سأدفع للمزودين الآن؟

source: Ek moes hom nooit hier toegelaat het nie
ar: ما كان علي أن أقبله هنا

source: Dit alles vir 'n verdomde eksperiment!
ar: ! كل هذا من أجل تجربة لعينة

source: Netsoos jy, met jou musiek!
ar: مثلك أنت، و موسيقاك

source: Ons het steenkool nodig vir warm water Ek bel die polisie
ar: كنت بحاجة للفحم من اجل الماء الساخن سأؤجل هذا للأسبوع القادم

source: Ek sien dat sing hulle slimmer maak, Mathieu
ar: يبدو أن الغناء يجعلهم أكثر ذكاءً

source: Hulle vorder goed
ar: إنهم يحرزون تقدماً كبيراً

source: Meneer, die kinders het geen warm water vir drie weke gehad nie
ar: حضرة الناظر، لم يحصل الأولاد على ماء ساخن لثلاث أسابيع مضت

source: Koue water is goed vir die bloedsomloop
ar: الماء البارد مفيد للدورة الدموية

source: Tussen hakies, Mathieu
ar: بالمناسبة، ماتيو

source: Geen kooroefening meer nie
ar: لا كورس بعد الآن

source: Maar, meneer Dankie, Mnr Mathieu
ar: لكن، حضرة الناظر- شكراً، سيد ماتيو-

source: Polisiestasie, asseblief
ar: قسم الشرطة من فضلك

source: Ek weet nog nie omtrent die koor nie, maar vir die kinders, kan ons hout gebruik
ar: لا أعرف ماذا عن الجوقة لكن من أجل الأولاد يمكننا استخدام الحطب

source: Ons het geen vuurmaakhout nie!
ar: ليس لدينا حطب أبداً

source: Die skoolhoof se persoonlike voorraad
ar: المخزن الخاص للناظر

source: Chabert, "Aksie Reaksie"
ar: شابرت: الفعل و رد الفعل

source: Chabert het my verras, ek het gedink hy was Rachin se kloon
ar: لقد فاجأني شابرت كنت أعتقد أنه نسخة من راشين

source: Hy is eintlik 'n gawe man, wat glo dat sport en musiek die sement van ons samelewing is
ar: لكنه في الحقيقة رجل طيب، ويؤمن بأن الرياضة و الموسيقى دعامة المجتمع

source: Met sy hulp, kon ek organiseer vir weerstand
ar: وبمساعدته قمت بتنظيم مقاومة

source: Ons koor het ondergronds gegaan
ar: أصبح كورسنا سرياً

source: Nee, julle beklemtoon altyd die einde van elke sin, ek vra mooi, sing elke noot skoon en skerp
ar: أنتم دائماً تنقصون نهاية الجملة اريد للمرة الأخيرة أن أميّز كل علامة بوضوح

source: Dis laat, ons moet môre weer werk
ar: لقد تأخر الوقت سنعمل على هذا غداً

source: Gaan ons nie die tweede deel doen nie, meneer?
ar: ألن نتمرن على الجزء الثاني، سيدي؟

source: Ek het jou nog nie die solo geleer nie
ar: لكني لم أدربك على الدور المنفرد

source: Maar ek het dit geleer
ar: لقد تدربت عليه بنفسي

source: Het jy?
ar: كيف تدربت عليه؟

source: Goed, kom ons begin
ar: حسناً، لنبدأ

source: Komaan, kom uit
ar: هيا، اخرج

source: 13 Mei, Mondain is terug
ar: الثالث عشر من آذار، الثالثة بعد الظهر عاد ماندان

source: - Waar is die geld?
ar: أين النقود؟

source: - Ek weet nie
ar: - لا أعلم-

source: - Wie het dit gesteel?
ar: من سرقها؟

source: - Ek weet nie, nie ek nie
ar: - لا أعلم، لست أنا-

source: Wat gebeur?
ar: ماذا يجري؟

source: Hy slaan hom?
ar: هل يضربه

source: Vir 'n halfuur al
ar: منذ نصف ساعة

source: Is hy mal?
ar: هل فقد صوابه؟

source: Hy mors sy tyd, die kind sal nie enigiets sê nie
ar: إنه يضيع وقته، لن يقول الولد شيئاً

source: Goed, kom ons begin by die begin
ar: حسناً، لنعد من البداية

source: Waar is die geld?
ar: أين النقود؟

source: Vertel my!
ar: أخبرني

source: Laat los!
ar: ! اتركه

source: Kalmeer!
ar: ! مكانك

source: Die kind het erken, ek sal die polisie bel
ar: لقد اعترف لتوه، سأستدعي الشرطة

source: Jy gaan na 'n ander tuiste, met ander wagte en tralies
ar: ستتعرف على مسكن جديد مع حراس جدد و قضبان جديدة

source: Om die kinders nie te ontstel nie, sal ons hulle nie hiervan vertel nie,
ar: لتجنب تأثّر الطلاب لم نخبرهم شيئا عن مشكلة ماندان

source: ons vertel hulle hy is terug na sy vorige skool - einde van die storie 'n Hen lê 84 eiers
ar: .أخبرناهم أنه أعيد إلى مدرسته الأصلية وانتهى دجاجة تضع 84 بيضة

source: elke jaar goed gevoer, met goeie behuising, ventilasie en sanitasie,
ar: كل عام و مع تغذية جيدة ومسكن جيد وتهوية وعناية صحية

source: lê sy 150 eiers
ar: تضع 150 بيضة

source: Hoeveel eiers kan 'n plaasmeisie meer kry, as sy 9 henne het?
ar: كم بيضة إضافية يمكن للمُزارِعة أن تجمع إذا كان لديها تسع دجاجات؟

source: Pragtige dag?
ar: نهار جميل

source: Dis goed om 'n bietjie son te sien
ar: القليل من الشمس سيكون جيداً

source: Die somer kom
ar: أيام الصيف قادمة

source: U weet, Pierre verbaas my elke dag meer
ar: أتعلمين، بيير يفاجئني كل يوم

source: In elk geval, ek...
ar: ...على كلٍّ، أنا

source: Ek wil dankie sê vir wat u vir hom doen
ar: كنت أريد أن أشكرك لما تعمله معه

source: Ek doen dit vir u ook, ek bedoel, as Pierre rigting kry, sal dit vir u ook...
ar: أنا أفعل هذا من أجلك أيضاً أقصد، إذا كان بيير بخير ...ستكونين كذلك أيضاً

source: - Laat my dit afvee - Dis goed, dis goed
ar: دعني أمسحه- لا بأس-

source: Net ink, dis niks
ar: مجرّد حبر، لا بأس- يالغبائك-

source: Jy's 'n idioot! Wat is dit nou? O!
ar: ما الأمر؟

source: Waarom slaan jy hom?
ar: لماذا تضربونه؟

source: Sê vir my, Bebert
ar: أخبرني، بيبرت

source: Want hy gooi ink op meneer
ar: لأنه رماك بالحبر

source: Kan jy nie jou mond hou nie?
ar: ألا يمكنك أن تخرس؟

source: Pierre, ek skaam my vir jou!
ar: بيير، انت عار عليّ

source: Wag! dis goed!
ar: انتظري لابأس بالأمر

source: U moet verstaan, dis omdat hy trots is op u en u mooi is
ar: عليك أن تتفهمي، هذا لأنه فخور بك ولأنك جميلة

source: Mooi?
ar: جميلة؟

source: Ek bedoel, u is buitengewoon in vergelyking met ander kinders se ma
ar: أقصد، أنت لست كأمهات باقي الأولاد

source: Bedoel jy dat ek alleen is?
ar: هل تقصد أنني غير متزوجة؟

source: Ek ook
ar: وأنا أيضاً

source: Maar jy het nie kinders nie
ar: لكن، ليس لديك أولاد- لا-

source: Nee, ek het sestig
ar: لدي ستون

source: Maar as hulle u sien, sien hulle die vrou van hulle drome... ek bedoel, die ma waaroor hulle gedroom het
ar: لكنهم عندما يرونك يرون سيدة أحلامهم أقصد، الأم التي طالما حلموا بها

source: Dis nie 'n droom vir Pierre nie, u is sy ma
ar: لكنه ليس حلماً بالنسبة لبيير فأنت أمه

source: Soos ander kinders, wil hy nie met ander deel nie
ar: مثل باقي الأطفال، لا يرغب بمشاركتك مع آخرين

source: Ons moet hom uit hierdie skool kry waar hy sy tyd mors, en hom na 'n musiekskool stuur
ar: يجب أن نخرجه من هذه المدرسة الداخلية ونرسله إلى مدرسة للموسيقى

source: Ek wil hê dat hy 'n regte werk doen
ar: أريد له أن يحظى بعمل حقيقي

source: Musiek is 'n regte loopbaan
ar: الموسيقى مهنة حقيقية

source: Solank hy 'n soliede agtergrond het, kon hy na die Lyons Musiekkonservatorium gaan,
ar: مع أرضية متينة يمكنه أن يذهب إلى معهد ليون للموسيقى

source: Ek sou 'n oog oor hom hou sodat hy nie verdwaal nie
ar: وسأنتبه إليه كي لا يضيع

source: Selfs daar, kan jy 'n slegte onderwyser kry
ar: حتى هناك، قد يوجد معلم سيء

source: En dan?
ar: ومن ثم؟

source: Dan word hy wat hy bestem is
ar: - ثم سيصبح ما يجب أن يصيره-

source: Alleen kan ons niks doen nie
ar: لا يمكننا أن نفعل شيئا وحدنا

source: Pierre is 'n uitsondering, ek sal alles in my vermoë doen sodat sy talent kan bloei
ar: بيير مميز، سأفعل ما بوسعي لتطوير موهبته

source: Ek verstaan, dankie
ar: لكنني بحاجة لمساعدتك- فهمت، شكراً لك-

source: Nee, nee! Wat is vandag verkeerd?
ar: لا، لا، ما الأمر اليوم؟

source: Is julle slaperig?
ar: هل تشعرون بالنعاس؟

source: En jy, Boniface, hoe staan jy?
ar: وأنت، بنيفاس، كيف تقف؟

source: Dink jy jy kan so sing?
ar: هل تظن أنه يمكننا الغناء هكذا؟

source: Staan regop!
ar: قف باستعداد

source: Goed, weer, begin van "So saggies..."
ar: حسناً، مرة أخرى "... لنبدأ من عند "في غاية الرقة

source: Waar is my solo?
ar: أين دوري المنفرد؟

source: Watter solo?
ar: أيّ دور منفرد؟

source: My solo!
ar: ! دوري أنا

source: O, ja, jou solo, nee, geen solo meer nie
ar: أه، أجل، دورك لا، لم يعد لك دور

source: Jy het 'n goeie stem, maar niemand is onmisbaar nie
ar: لديك صوت جميل لكن ما من أحد لا يُستغنى عنه

source: Of jy sing of nie, dit pla ons nie
ar: تغني أو لا هذا لا يهمني

source: Ons kan regkom sonder jou, luister
ar: يمكننا أن نعمل من دونك اسمع

source: Luister, ons begin...
ar: لنبدأ

source: Ons begin by "O, nag"
ar: سنبدأ من عند "أيها الليل"

source: Jy gaan 'n skrobbering... Ek het gedink hy is dorptoe
ar: سيوبخك- ظننت أنه ذهب إلى المدينة-

source: Verdaag, gaan speel buite
ar: شكراً لكم، انصراف إذهبوا للعب في الخارج

source: Jy is 'n pyn, weet jy dit?
ar: أنت مزعح أتعلم ذلك؟

source: Meneer, ek beloof u, die huiswerk is klaar
ar: حضرة الناظر، أعدك لقد أُنجزت الوظائف

source: Ons welsynskommitee het van jou koor gehoor
ar: لقد سمعت لجنة المتبرعين بكورسك

source: Die Gravin self het aan my geskryf
ar: لقد كتبت لي الكونتيسة شخصياُ

source: Sy en haar vriende besoek ons volgende Sondag, en hulle wil kom luister
ar: ستزورنا وأصدقاؤها الأحد المقبل ويريدون أن يستمعوا

source: Dis wonderlik!
ar: هذا عظيم

source: Ek bedoel, dis goed
ar: أقصد، هذا جيد

source: Ek sien dit al: aanstellerige glimlagte, musiek, waarom nie petit fours terwyl ons daar is!
ar: يمكنني أن أتخيل المشهد من الآن ابتسامات مصطنعة، موسيقى، تنقصنا الحلوى

source: Jy gee my ekstra werk met al daardie gemors van jou!
ar: انت تخلق لي المزيد من العمل مع أشياءك السخيفة

source: Maar, meneer, u sal opmerk dat musiek nie die disipline bederf het nie
ar: لكن، حضرة الناظر، ستلاحظ أن الموسيقى قد أرست النظام
